[
    {
        "id_review": "ChZDSUhNMG9nS0VJQ0FnSUNQMWZmb01REAE",
        "caption": "I really enjoyed attending the playful parenting workshop. Regina and Alison really know their stuff and are experts in their field. They created a warm and welcoming atmosphere, where everyone felt safe to explore the topics and share their own experiences. I learned a lot about my relationship with my daughter and also my relationship with myself. I'd highly recommend this workshop to any parent.",
        "relative_date": "5 days ago",
        "retrieval_date": "2024-12-02T09:51:59.515319",
        "rating": "★★★★★",
        "username": "Patricia Coughlan",
        "n_review_user": 0,
        "reviewer_image": "https://lh3.googleusercontent.com/a/ACg8ocIHaFYdl92LXkh1jkYzUDMxd03uRO1bNPjoPcm02VDVlBum3A=w45-h45-p-rp-mo-br100",
        "url_user": "https://www.google.com/maps/contrib/100258565176124074513/reviews?hl=en"
    },
    {
        "id_review": "ChdDSUhNMG9nS0VJQ0FnSUQzX05YNjNRRRAB",
        "caption": "As a father of a seven year old daughter I was very interested in the play therapy session for parents.I must confess that I was a little apprehensive about going but once I got there that feeling immediately disappeared. The atmosphere that the two group leaders created was relaxed, open and welcoming. The session itself was extremely informative and helpful.I would strongly recommend this course for any parent.",
        "relative_date": "2 weeks ago",
        "retrieval_date": "2024-12-02T09:51:59.518716",
        "rating": "★★★★★",
        "username": "conor crowley",
        "n_review_user": "1",
        "reviewer_image": "https://lh3.googleusercontent.com/a/ACg8ocLZEC_iiqCADjKop55bUnYsQAFqwsf-OVDl-3cp_k5g2AUvog=w45-h45-p-rp-mo-br100",
        "url_user": "https://www.google.com/maps/contrib/105169065607226576724/reviews?hl=en"
    },
    {
        "id_review": "ChZDSUhNMG9nS0VJQ0FnSUQzaU8zelNREAE",
        "caption": "I didn’t know what to expect when signing up to this parenting workshop. From the moment I walked in to meet the other parents I was put at ease by Regina and Alison. The room was really cozy and the atmosphere was so comfortable and relaxed. Myself and the other parents, felt safe enough to be extremely honestly about our parenting journeys which helped to form lovely connections within the group. This was not a ‘how to parent’ workshop, it was a time to stop and look at what’s being going well and what has not and it gave me direction on how to make changes. I believe that what I learned about me as a parent could not have been learned without the gentle guidance from these two wonderful professionals. I would highly recommend this workshop for mams and dads.",
        "relative_date": "2 weeks ago",
        "retrieval_date": "2024-12-02T09:51:59.520605",
        "rating": "★★★★★",
        "username": "Caroline Murphy",
        "n_review_user": 0,
        "reviewer_image": "https://lh3.googleusercontent.com/a/ACg8ocIMZRm7uv6HLbx7RTo0Uh3QN4sX_uPTul3e-ijG_4d6kMZyrg=w45-h45-p-rp-mo-br100",
        "url_user": "https://www.google.com/maps/contrib/102539771013689137595/reviews?hl=en"
    }
]